Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# GamesPage_ManuallyAdding_NoteMessage
source: DLSS Swapper should find games from your installed game libraries automatically. If your game is not listed there may be a few settings preventing it. Please check: - Games list filter is not set to "Hide games with no swappable items" - Specific game library is enabled in settings If you have checked these and your game is still not showing up there may be a bug. We would appreciate it if you could report the issue on our GitHub repository so we can make a fix and have your games better detected in the future.
ar_sa: يجب أن يتمكن DLSS Swapper من العثور على الألعاب من مكتبات الألعاب المثبّتة لديك بشكل تلقائي. إذا لم تكن لعبتك مدرجة، فقد تكون هناك بعض الإعدادات التي تمنع ظهورها. يُرجى التحقق مما يلي: - أن فلتر قائمة الألعاب غير مضبوط على "إخفاء الألعاب التي لا تحتوي على عناصر قابلة للتبديل" - أن مكتبة الألعاب الخاصة محددة ومفعّلة في الإعدادات إذا كنت قد تحقّقت من هذه الإعدادات وما زالت لعبتك لا تظهر، فقد يكون هناك خلل (bug). نُقدّر لك الإبلاغ عن المشكلة في مستودع GitHub الخاص بنا حتى نتمكن من إصلاحها وتحسين اكتشاف ألعابك في المستقبل.
ar_sy: يجب أن يجد DLSS Swapper الألعاب من مكتبات الألعاب المثبتة لديك تلقائياً. إذا لم تكن لعبتك مدرجة، فقد تكون هناك بعض الإعدادات التي تمنع ذلك. يرجى التحقق من: - فلتر قائمة الألعاب غير مضبوط على "إخفاء الألعاب التي لا تحتوي على عناصر قابلة للتبديل" - مكتبة الألعاب المحددة مفعلة في الإعدادات إذا كنت قد تحققت من هذه الأمور ولا تزال لعبتك لا تظهر، فقد تكون هناك مشكلة برمجية. سنقدر لك إذا تمكنت من الإبلاغ عن المشكلة في مستودع GitHub الخاص بنا حتى نتمكن من إصلاحها وتحسين اكتشاف ألعابك في المستقبل.
ca_es: DLSS Swapper hauria de trobar jocs de les biblioteques de jocs instal·lades automàticament. Si el vostre joc no apareix a la llista, pot haver-hi algunes opcions de configuració que ho impedeixin. Si us plau, comproveu: - El filtre de la llista de jocs no està configurat com a "Amaga els jocs sense elements intercanviables" - Una biblioteca de jocs específica està habilitada a la configuració Si heu marcat aquestes opcions i el vostre joc encara no apareix, pot haver-hi un error. Us agrairíem que informéssiu del problema al nostre repositori de GitHub perquè puguem solucionar-ho i que els vostres jocs es detectin millor en el futur.
cs_cz: DLSS Swapper by měl automaticky najít všechny nainstalované hry. Pokud hra není v seznamu uvedena, může tomu bránit několik nastavení. Zkontrolujte prosím: - Filtr seznamu her není nastaven na „Skrýt hry bez změnitelných souborů“ - Je v nastavení povolena konkrétní herní knihovna Pokud jste tyto možnosti zkontrolovali a hra se stále nezobrazuje, může se jednat o chybu. Ocenili bychom, kdybyste problém nahlásili v našem repozitáři GitHub, abychom jej mohli opravit a zajistit, aby Vaše hry byly v budoucnu lépe detekovány.
de_de: DLSS Swapper sollte Spiele aus Ihren installierten Spielbibliotheken automatisch finden. Wenn Ihr Spiel nicht aufgeführt ist, gibt es möglicherweise einige Einstellungen, die dies verhindern. Bitte überprüfen Sie Folgendes: - Der Filter für die Spieleliste ist nicht auf „Spiele ohne austauschbare Elemente ausblenden” eingestellt. - Die jeweilige Spielbibliothek ist in den Einstellungen aktiviert Wenn Sie dies überprüft haben und Ihr Spiel immer noch nicht angezeigt wird, liegt möglicherweise ein Fehler vor. Wir würden uns freuen, wenn Sie das Problem in unserem GitHub-Repository melden würden, damit wir eine Korrektur vornehmen können und Ihre Spiele in Zukunft besser erkannt werden.
es_es: DLSS Swapper debería encontrar los juegos de tus bibliotecas de juegos instaladas automáticamente. Si tu juego no aparece en la lista, puede que algunos ajustes lo estén impidiendo. Por favor, comprueba: - El filtro de la lista de juegos no está configurado para "Ocultar juegos sin elementos intercambiables" - La biblioteca de juegos específica está habilitada en los ajustes Si has comprobado esto y tu juego sigue sin aparecer, puede que haya un error. Agradeceríamos que informaras del problema en nuestro repositorio de GitHub para que podamos solucionarlo y que tus juegos se detecten mejor en el futuro.
fa_ir: برنامه DLSS Swapper باید بازی‌ها را به صورت خودکار از میان کتابخانه‌های بازی نصب‌شده شما پیدا کند. اگر بازی شما در لیست نیست، ممکن است چند تنظیم مختلف مانع از این کار شده باشد. لطفاً موارد زیر را بررسی کنید: فیلتر لیست بازی‌ها روی گزینه پنهان کردن بازی‌های بدون آیتم قابل تعویض تنظیم نشده باشد. کتابخانه بازی مورد نظر (سرویس یا مسیر بازی) در تنظیمات فعال شده باشد. اگر این موارد را بررسی کردید و بازی شما همچنان نشان داده نمی‌شود، ممکن است یک باگ وجود داشته باشد. ممنون می‌شویم اگر این مشکل را در ریپازیتوری گیت‌هاب (GitHub) ما گزارش کنید تا بتوانیم آن را برطرف کرده و در آینده شناسایی بازی‌های شما را بهبود ببخشیم.
fi_fi: DLSS Swapperin tulisi löytää pelit asennetusta pelikirjastosta automaattisesti. Jos peliäsi ei ole listalla, saattaa olla muutamia asetuksia, jotka estävät sen. Tarkista: - Pelilistan suodatin ei ole asetettu kohtaan "Piilota pelit, joissa ei ole vaihdettavia kohteita" - Kyseinen pelikirjasto on käytössä asetuksissa Jos olet tarkistanut nämä ja peliäsi ei silti näy, saattaa se olla ohjelmiston vika. Arvostaisimme, jos ilmoittaisit ongelmasta GitHub-varastossamme, jotta voimme tehdä korjauksen ja parantaa pelien havaitsemista tulevaisuudessa.
fr_fr: DLSS Swapper devrait trouver automatiquement les jeux dans vos bibliothèques de jeux installées. Si votre jeu n'apparaît pas dans la liste, certains paramètres peuvent l'empêcher. Veuillez vérifier les points suivants : - Le filtre de la liste des jeux n'est pas réglé sur « Masquer les jeux sans éléments échangeables » - La bibliothèque de jeux spécifique est activée dans les paramètres Si vous avez vérifié ces points et que votre jeu n'apparaît toujours pas, il se peut qu'il y ait un bug. Nous vous serions reconnaissants de bien vouloir signaler le problème sur notre dépôt GitHub afin que nous puissions le corriger et améliorer la détection de vos jeux à l'avenir.
he_il: DLSS Swapper אמור לאתר משחקים מספריות המשחקים המותקנות שלך באופן אוטומטי. אם המשחק שלך אינו מופיע ברשימה, ייתכן שישנן מספר הגדרות שמונעות זאת. אנא בדוק: - מסנן רשימת המשחקים אינו מוגדר ל-"הסתר משחקים ללא פריטים שניתן להחליף" - ספריית המשחקים הספציפית מופעלת בהגדרות אם בדקת הגדרות אלו והמשחק שלך עדיין אינו מופיע, ייתכן שישנו באג. נודה לך אם תדווח על הבעיה במאגר ה-GitHub שלנו כדי שנוכל לתקן אותה ולשפר את זיהוי המשחקים שלך בעתיד.
it_it: DLSS Swapper dovrebbe trovare automaticamente i giochi dalle librerie installate. Se il tuo gioco non è presente nell'elenco, potrebbero esserci alcune impostazioni che lo impediscono. Verifica: - Il filtro dell'elenco dei giochi non è impostato su "Nascondi giochi senza elementi scambiabili" - Una libreria di giochi specifica è abilitata nelle impostazioni Se hai verificato queste opzioni e il tuo gioco continua a non essere visualizzato, potrebbe esserci un bug. Ti saremmo grati se segnalassi il problema sul nostro repository GitHub, così potremo risolvere il problema e migliorare il rilevamento dei tuoi giochi in futuro.
ja_jp: DLSS Swapper は、インストール済みのゲームライブラリからゲームを自動的に検出します。もしゲームがリストに表示されない場合は、いくつかの設定がリストへの表示を妨げている可能性があります。以下の点をご確認ください。 - ゲームリストのフィルターが「置き換え可能なアイテムがないゲームを非表示」に設定されていないか - 設定で該当のゲームライブラリが有効になっているか これらを確認してもゲームが表示されない場合は、バグの可能性があります。今後の検出精度向上と修正のため、GitHub リポジトリにて問題を報告していただければ幸いです。
ko_kr: DLSS Swapper는 설치된 게임 라이브러리에서 자동으로 게임을 찾아야 합니다. 게임이 목록에 보이지 않는다면 몇 가지 설정이 원인일 수 있습니다. 다음을 확인해 보세요: - 게임 목록 필터가 "교체 가능한 항목이 없는 게임 숨기기"로 설정되어 있지 않은지 확인 - 설정에서 특정 게임 라이브러리가 활성화되어 있는지 확인 이 사항들을 확인했음에도 게임이 나타나지 않는다면 버그일 수 있습니다. 저희 GitHub 저장소에 이슈를 제보해 주시면 수정하여 향후 게임이 더 잘 감지되도록 개선하겠습니다.
pl_pl: DLSS Swapper powinien automatycznie wyszukać zainstalowane gry z popularnych bibliotek gier. Jeśli gra nie znajduje się na liście, może to być spowodowane kilkoma ustawieniami. Sprawdź czy: - Filtr listy gier nie jest ustawiony na „Ukryj gry bez wymienialnego DLSSa”. - Określona biblioteka gier jest włączona w ustawieniach Jeśli sprawdziłeś te ustawienia, a Twoja gra nadal nie jest wyświetlana, może to być błąd. Będziemy wdzięczni za zgłoszenie tego problemu w naszym repozytorium GitHub, abyśmy mogli wprowadzić poprawkę i zapewnić lepsze wykrywanie gier w przyszłości.
pt_br: O DLSS Swapper deve encontrar jogos automaticamente nas bibliotecas instaladas. Se o seu jogo não estiver listado, pode haver algumas configurações impedindo isso. Verifique: - O filtro da lista de jogos não está definido como "Ocultar jogos sem itens substituíveis" - A biblioteca de jogos específica está ativada nas configurações Se você verificou tudo isso e seu jogo ainda não aparece, pode ser um bug. Agradecemos se você puder reportar o problema em nosso repositório do GitHub para que possamos corrigi-lo e melhorar a detecção no futuro.
ru_ru: DLSS Swapper должен автоматически находить игры из вашей библиотеки установленных игр. Если ваша игра не отображается в списке, возможно, это связано с личными настройками. Пожалуйста, проверьте: - Фильтр списка игр не установлен на «Скрыть игры без взаимозаменяемых объектов» - В настройках включена конкретная библиотека игр Если вы проверили все это, но ваша игра по-прежнему не отображается, возможно, это баг. Мы будем благодарны, если вы сообщите об этой проблеме в нашем репозитории GitHub, чтобы мы могли исправить ее и в будущем лучше распознавать ваши игры.
th_th: DLSS Swapper ควรจะเจอเกมในเครื่องคุณโดยอัตโนมัติ หากเกมไม่ขึ้นโชว์ อาจเกิดจาก: - ตัวกรองถูกตั้งค่าให้ "ซ่อนเกมที่ไม่มีรายการให้สลับ" - คลังเกมนั้นๆ ไม่ได้ถูกเปิดใช้งานในการตั้งค่า ถ้าเช็คแล้วยังไม่เจอ อาจเป็นบั๊ก รบกวนแจ้งเราที่ GitHub เพื่อปรับปรุงในอนาคต
tr_tr: DLSS Swapper, yüklü oyun kütüphanelerinizdeki oyunları otomatik olarak bulmalıdır. Eğer oyununuz listede yoksa, bunu engelleyen birkaç ayar olabilir. Lütfen şunları kontrol edin: Oyun listesi filtresinin "Değiştirilebilir öğesi olmayan oyunları gizle" olarak ayarlanmadığından emin olun. İlgili oyun kütüphanesinin ayarlarda etkinleştirildiğinden emin olun. Bunları kontrol etmenize rağmen oyununuz hala görünmüyorsa, bir hata olabilir. Gelecekte oyunlarınızı daha iyi tespit edebilmemiz ve bir düzeltme yapabilmemiz için sorunu GitHub depomuzda bildirirseniz memnun oluruz.
uk_ua: DLSS Swapper має автоматично знаходити ігри з ваших встановлених бібліотек ігор. Якщо вашої гри немає у списку, можливо, цьому заважають деякі налаштування. Будь ласка, перевірте: - Фільтр списку ігор не встановлено на "Приховати ігри без елементів, які можна обміняти" - У налаштуваннях увімкнено певну бібліотеку ігор Якщо ви перевірили ці пункти, а ваша гра все ще не відображається, можливо, це баг. Ми були б вдячні, якби ви повідомили про проблему в нашому репозиторії GitHub, щоб ми могли виправити її та покращити виявлення ваших ігор у майбутньому.
vi_vn: DLSS Swapper nên tìm trò chơi từ thư viện trò chơi đã cài đặt của bạn tự động. Nếu trò chơi của bạn không được liệt kê, có thể có một số cài đặt ngăn chặn. Vui lòng kiểm tra: - Bộ lọc danh sách trò chơi không được đặt thành "Ẩn trò chơi không có mục có thể hoán đổi" - Thư viện trò chơi cụ thể được bật trong cài đặt Nếu bạn đã kiểm tra những điều này và trò chơi của bạn vẫn không hiển thị, có thể có lỗi. Chúng tôi đánh giá cao nếu bạn có thể báo cáo vấn đề trên kho GitHub của chúng tôi để chúng tôi có thể sửa chữa và phát hiện trò chơi của bạn tốt hơn trong tương lai.
zh_cn: 通常情况下 DLSS Swapper 会自动从已安装的游戏库中查找游戏，如果游戏未列出，则可能被某些设置阻止了，请检查: - 游戏列表筛选器未设置为 “隐藏没有可管理 DLL 的游戏” - 在设置中启用了特定的游戏库 如果已经检查过这些设置，但游戏仍然没有显示，可能是存在错误，如果能在 GitHub 仓库中报告这个问题，将不胜感激，这样可以修复并改进未来游戏的检测。
zh_tw: DLSS Swapper 通常會自動從您已安裝的遊戲平台中掃描到遊戲。如果您的遊戲沒有顯示，可能有幾項設定阻礙了它。請檢查以下因素： - 遊戲列表篩選器未設定為「隱藏無法替換 DLL 檔案的遊戲」 - 未在設定中已啟用特定的遊戲平台 如果您已經檢查過這些設定，但遊戲仍然沒有顯示，那可能是有 Bug 問題。如果您能將這個問題回報到我們的 GitHub 儲存庫，我們會萬分感謝，這樣我們就能修復它，並讓您的遊戲在未來能被更好地掃描到。

# GamesPage_ManuallyAdding_NoteTitle
source: Note for manually adding games
ar_sa: ملاحظة حول إضافة الألعاب يدويًا
ar_sy: ملاحظة حول إضافة الألعاب يدوياً
ca_es: Nota per afegir jocs manualment
cs_cz: Poznámka pro ruční přidávání her
de_de: Hinweis zum manuellen Hinzufügen von Spielen
es_es: Nota para añadir juegos manualmente
fa_ir: یادداشت برای افزودن دستی بازی‌ها
fi_fi: Huomautus pelien manuaalisesta lisäämisestä
fr_fr: Note pour l'ajout manuel de jeux
he_il: הערה לגבי הוספה ידנית של משחקים
it_it: Nota per l'aggiunta manuale di giochi
ja_jp: ゲームを手動で追加する際の注意事項
ko_kr: 게임 수동 추가 참고 사항
pl_pl: Uwaga dotycząca ręcznego dodawania gier
pt_br: Observação sobre adição manual de jogos
ru_ru: Примечание по ручному добавлению игр
th_th: หมายเหตุสำหรับการเพิ่มเกมด้วยตนเอง
tr_tr: Oyunları manuel ekleme notu
uk_ua: Примітка для ігор доданих вручну
vi_vn: Ghi chú cho việc thêm trò chơi thủ công
zh_cn: 手动添加游戏注意事项
zh_tw: 手動新增遊戲說明

# GamesPage_ManuallyAdding_PathExistsTemplate
source: The install path "{0}" already exists and can't be added again.
ar_sa: مسار التثبيت "{0}" موجود بالفعل ولا يمكن إضافته مرة أخرى.
ar_sy: مسار التثبيت "{0}" موجود بالفعل ولا يمكن إضافته مرة أخرى.
ca_es: La ruta d'instal·lació "{0}" ja existeix i no es pot tornar a afegir.
cs_cz: Tato instalační cesta "{0}" již existuje a nemůže být znovu přidána.
de_de: Der Installationspfad „{0}“ existiert bereits und kann nicht erneut hinzugefügt werden.
es_es: La ruta de instalación "{0}" ya existe y no se puede añadir de nuevo.
fa_ir: مسیر نصب «{0}» از قبل وجود دارد و نمی‌توان دوباره آن را اضافه کرد.
fi_fi: Asennuspolku "{0}" on jo olemassa eikä sitä voi lisätä uudelleen.
fr_fr: Le chemin d'installation « {0} » existe déjà et ne peut pas être ajouté à nouveau.
he_il: נתיב ההתקנה "{0}" כבר קיים ולא ניתן להוסיפו שוב.
it_it: Il percorso di installazione "{0}" esiste già e non può essere aggiunto di nuovo.
ja_jp: インストールパス「{0}」はすでに存在しており、再度追加することはできません。
ko_kr: 설치 경로 "{0}"은(는) 이미 존재하며 다시 추가할 수 없습니다.
pl_pl: Ścieżka instalacji "{0}" już istnieje i nie może zostać dodana ponownie.
pt_br: O caminho de instalação "{0}" já existe e não pode ser adicionado novamente.
ru_ru: Путь установки "{0}" уже существует и не может быть добавлен повторно.
th_th: เส้นทางติดตั้ง "{0}" มีอยู่ในรายการแล้ว ไม่สามารถเพิ่มซ้ำได้
tr_tr: "{0}" yükleme yolu zaten mevcut ve tekrar eklenemez.
uk_ua: Шлях встановлення "{0}" вже існує та не може бути доданий знову.
vi_vn: Đường dẫn cài đặt "{0}" đã tồn tại và không thể thêm lại.
zh_cn: 当前路径 "{0}" 已经存在，因此无法再次添加。
zh_tw: 安裝路徑「{0}」已經存在，無法重複新增。

# GamesPage_ManuallyAdding_SelectGameFolder
source: Select Game Folder
ar_sa: اختيار مجلد اللعبة
ar_sy: اختر مجلد اللعبة
ca_es: Selecciona la carpeta del joc
cs_cz: Zvolte složku se hrou
de_de: Spielordner auswählen
es_es: Seleccionar Carpeta del Juego
fa_ir: انتخاب پوشه بازی
fi_fi: Valitse pelikansio
fr_fr: Sélectionnez le dossier du jeu
he_il: בחר תיקיית משחק
it_it: Seleziona cartella di gioco
ja_jp: ゲームフォルダーを選択
ko_kr: 게임 폴더 선택
pl_pl: Wybierz folder gry
pt_br: Selecionar pasta do jogo
ru_ru: Выбрать папку игры
th_th: เลือกโฟลเดอร์เกม
tr_tr: Oyun Klasörünü Seç
uk_ua: Виберіть папку з грою
vi_vn: Chọn Thư Mục Trò Chơi
zh_cn: 选择游戏目录
zh_tw: 選擇遊戲目錄

# GamesPage_ManuallyAdding_TopLevelDirectoryNotSupported
source: Adding top level directory is not supported. Please add the root of your game directory.
ar_sa: لا يمكن إضافة المجلد الأعلى (top level directory). يُرجى إضافة مجلد الجذر الخاص بلعبتك.
ar_sy: إضافة المجلد الرئيسي غير مدعومة. يرجى إضافة الجذر الخاص بمجلد لعبتك.
ca_es: No es permet afegir un directori de nivell superior. Si us plau, afegiu l'arrel del directori del joc.
cs_cz: Přidání adresáře nejvyšší úrovně není podporováno. Přidejte prosím kořenový adresář hry.
de_de: Das Hinzufügen eines übergeordneten Verzeichnisses wird nicht unterstützt. Bitte wähle das Stammverzeichnis deines Spiels aus.
es_es: añade la raíz del directorio de tu juego.
fa_ir: اضافه کردن دایرکتوری سطح بالا پشتیبانی نمی‌شود. لطفا ریشه دایرکتوری بازی خود را اضافه کنید.
fi_fi: Juurihakemiston lisääminen ei ole tuettu. Lisää pelin pääkansio.
fr_fr: L'ajout d'un répertoire de niveau supérieur n'est pas pris en charge. Veuillez ajouter la racine de votre répertoire de jeu.
he_il: הוספת ספריית ברמה עליונה אינה נתמכת. אנא הוסף את ספריית השורש של המשחק שלך.
it_it: L'aggiunta di una directory di primo livello non è supportata. Aggiungi la radice della directory di gioco.
ja_jp: 最上位ディレクトリの追加はサポートされていません。ゲームディレクトリのルートを追加してください。
ko_kr: 최상위 디렉토리 추가는 지원되지 않습니다. 게임 디렉토리의 루트(최상위 폴더)를 추가해 주세요.
pl_pl: Dodawanie katalogu wyższego poziomu nie jest obsługiwane. Dodaj główny katalog swojej gry.
pt_br: Adicionar diretório de nível superior não é suportado. Por favor, adicione o diretório raiz do seu jogo.
ru_ru: Добавление директории верхнего уровня не поддерживается. Пожалуйста, добавьте корневую директорию вашей игры.
th_th: ไม่รองรับการเลือกโฟลเดอร์ระดับบนสุด กรุณาเลือกโฟลเดอร์รากของตัวเกมโดยตรง
tr_tr: Üst düzey dizin ekleme desteklenmiyor. Lütfen oyununuzun kök dizinini ekleyin.
uk_ua: Додавання каталогу верхнього рівня не підтримується. Будь ласка, додайте кореневий каталог вашої гри.
vi_vn: Việc thêm thư mục cấp cao nhất không được hỗ trợ. Vui lòng thêm thư mục gốc của trò chơi.
zh_cn: 不支持添加游戏库目录，请重新选择游戏的根目录。
zh_tw: 您似乎選擇了錯誤的目錄，請重新選擇遊戲的根目錄。

# GamesPage_NewDlls
source: New DLLs
ar_sa: ملفات DLL جديدة
ar_sy: ملفات DLL جديدة
ca_es: Noves DLL
cs_cz: Nový soubor DLL
de_de: Neue DLLs
es_es: Nuevos DLLs
fa_ir: فایل DLLهای جدید
fi_fi: Uusia DLL-tiedostoja
fr_fr: Nouveaux fichiers DLL
he_il: קובצי DLL חדשים
it_it: Nuove DLL
ja_jp: 新しい DLL
ko_kr: 새로운 DLL
pl_pl: Nowe biblioteki DLL
pt_br: Novas DLLs
ru_ru: Новые DLL
th_th: DLLs ใหม่
tr_tr: Yeni DLL'ler
uk_ua: Нові DLL
vi_vn: DLL Mới
zh_cn: 发现新的 DLL！
zh_tw: DLL 回報

# GamesPage_NewDllsFound
source: New DLLs Found
ar_sa: تم العثور على ملفات DLL جديدة
ar_sy: تم العثور على ملفات DLL جديدة
ca_es: S'han trobat noves DLL
cs_cz: Byly nalezeny nové soubory DLL
de_de: Neue DLLs gefunden
es_es: Nuevos DLLs Encontrados
fa_ir: فایل DLLهای جدید یافت شد
fi_fi: Uusia DLL-tiedostoja löytyi
fr_fr: Nouveaux fichiers DLL trouvés
he_il: נמצאו קובצי DLL חדשים
it_it: Nuove DLL trovate
ja_jp: 新しい DLL が見つかりました
ko_kr: 새로운 DLL 발견됨
pl_pl: Znaleziono nowe biblioteki DLL
pt_br: Novas DLLs encontradas
ru_ru: Обнаружены новые DLL
th_th: พบ DLLs ใหม่
tr_tr: Yeni DLL'ler Bulundu
uk_ua: Знайдено нові DLL
vi_vn: Tìm Thấy DLL Mới
zh_cn: 发现新的 DLL 文件
zh_tw: 我找到了新版本的 DLL 檔案

# GamesPage_NewDlls_CreateNewGitHubIssue
source: Create new GitHub issue
ar_sa: إنشاء بلاغ جديد في GitHub
ar_sy: إنشاء تقرير GitHub جديد
ca_es: Crea una nova incidència de GitHub
cs_cz: Vytvořit nové hlášení problému na GitHub
de_de: Neues GitHub-Problem erstellen
es_es: Crear nuevo issue en GitHub
fa_ir: ایجاد مشکل جدید در گیت‌هاب
fi_fi: Luo uusi GitHub-ilmoitus
fr_fr: Créer un nouveau ticket GitHub
he_il: צור פנייה (issue) חדשה ב-GitHub
it_it: Crea un nuovo problema su GitHub
ja_jp: GitHub で新しい Issue を作成
ko_kr: 새 GitHub 이슈 생성
pl_pl: Utwórz nowe zgłoszenie na GitHubie
pt_br: Relatar novo problema no GitHub
ru_ru: Создать новую заявку на GitHub
th_th: แจ้งปัญหาใหม่บน GitHub
tr_tr: Yeni GitHub sorunu oluştur
uk_ua: Створіть нову проблему на GitHub
vi_vn: Tạo vấn đề GitHub mới
zh_cn: 创建一个新的 GitHub 问题报告
zh_tw: 建立一個新的 GitHub 問題回報

# GamesPage_NewDlls_DiscoveredHelpUs
source: While loading your games some new DLLs have been discovered which are not in the DLSS Swapper manifest.
ar_sa: أثناء تحميل الألعاب، تم اكتشاف بعض ملفات DLL الجديدة التي لا توجد في manifest الخاص بـ DLSS Swapper.
ar_sy: أثناء تحميل ألعابك تم اكتشاف ملفات DLL جديدة غير موجودة في manifest DLSS Swapper
ca_es: Mentre carregaves els jocs, s'han descobert algunes DLL noves que no es troben al manifest de l'intercanviador de DLSS.
cs_cz: Během načítání her byly objeveny nové soubory DLL, které nejsou v manifestu DLSS Swapperu.
de_de: Beim Laden Ihrer Spiele wurden einige neue DLLs entdeckt, die nicht im DLSS Swapper-Manifest enthalten sind.
es_es: Al cargar tus juegos se han descubierto algunas DLL nuevas que no están en el manifiesto de DLSS Swapper.
fa_ir: هنگام بارگیری بازی‌های شما، برخی DLLهای جدید کشف شده‌اند که در مانیفست DLSS Swapper وجود ندارند.
fi_fi: Pelejäsi ladattaessa löytyi joitain uusia DLL-tiedostoja, jotka eivät ole DLSS Swapperin luettelossa.
fr_fr: Lors du chargement de vos jeux, de nouveaux DLL ont été découvertes qui ne figurent pas dans le manifeste DLSS Swapper.
he_il: במהלך טעינת המשחקים שלך התגלו מספר קובצי DLL חדשים שאינם קיימים במניפסט של DLSS Swapper.
it_it: Durante il caricamento dei giochi sono state scoperte alcune nuove DLL che non sono presenti nel manifesto DLSS Swapper.
ja_jp: ゲームのロード中に、DLSS Swapper マニフェストに存在しないいくつかの新しい DLL が検出されました。
ko_kr: 게임을 불러오는 동안 DLSS Swapper 매니페스트에 없는 몇 가지 새로운 DLL이 발견되었습니다.
pl_pl: Podczas ładowania gier wykryto nowe biblioteki DLL, których nie ma w manifeście DLSS Swapper.
pt_br: Durante o carregamento dos seus jogos, algumas novas DLLs foram descobertas e não estão no manifesto do DLSS Swapper.
ru_ru: При загрузке ваших игр были обнаружены новые DLL, которые отсутствуют в списке DLSS Swapper.
th_th: ระหว่างโหลดรายชื่อเกม ระบบตรวจพบ DLLs รุ่นใหม่ที่ยังไม่มีในฐานข้อมูลของ DLSS Swapper
tr_tr: Oyunlarınız yüklenirken, DLSS Swapper manifestosunda bulunmayan bazı yeni DLL'ler keşfedildi.
uk_ua: Під час завантаження ваших ігор було виявлено деякі нові DLL, яких немає в маніфесті DLSS Swapper.
vi_vn: Trong khi tải trò chơi của bạn, một số DLL mới đã được phát hiện không có trong manifest DLSS Swapper.
zh_cn: 在加载游戏时发现了一些不在 DLSS Swapper 清单中的新 DLL
zh_tw: 我們在載入您的遊戲時發現了一些新版本的 DLL，這些 DLL 尚未被加入到 DLSS Swapper 的檔案清單中。

# GamesPage_NewDlls_GitHubAccountRequired
source: (GitHub account required)
ar_sa: (يتطلب حساب GitHub)
ar_sy: (مطلوب حساب GitHub)
ca_es: (Cal un compte de GitHub)
cs_cz: (Je nutný GitHub účet)
de_de: (GitHub-Konto erforderlich)
es_es: (se requiere cuenta de GitHub)
fa_ir: (حساب گیت‌هاب مورد نیاز است)
fi_fi: (vaatii GitHub-tilin)
fr_fr: Compte GitHub nécessaire
he_il: (נדרש חשבון GitHub)
it_it: (È richiesto un account GitHub)
ja_jp: （GitHub アカウントが必要です）
ko_kr: (GitHub 계정 필요)
pl_pl: (Wymagane konto GitHub)
pt_br: (Conta do GitHub necessária)
ru_ru: (требуется учетная запись GitHub)
th_th: (จำเป็นต้องมีบัญชี GitHub)
tr_tr: (GitHub hesabı gereklidir)
uk_ua: (потрібен обліковий запис GitHub)
vi_vn: (Yêu cầu tài khoản GitHub)
zh_cn: (GitHub 授权)
zh_tw: (需要 GitHub 帳號)

# GamesPage_NewDlls_IfButtonDoesntWorkTryHere
source: If the button does not work try here,
ar_sa: إذا لم يعمل الزر، جرّب من هنا،
ar_sy: إذا لم يعمل الزر، جرب هنا،
ca_es: Si el botó no funciona, prova aquí.
cs_cz: Pokud tlačítko nefunguje, zkuste zde,
de_de: Wenn die Schaltfläche nicht funktioniert, versuchen Sie es hier,
es_es: Si el botón no funciona, inténtelo aquí,
fa_ir: اگر دکمه کار نمی‌کند، اینجا را امتحان کنید،
fi_fi: Jos painike ei toimi, kokeile tätä,
fr_fr: Si le bouton ne fonctionne pas, essayez ici,
he_il: אם הכפתור אינו פועל, נסה כאן,
it_it: Se il pulsante non funziona, prova qui,
ja_jp: ボタンが機能しない場合は、こちらをお試しください。
ko_kr: 버튼이 작동하지 않으면 여기를 시도해 보세요,
pl_pl: Jeśli przycisk nie działa, spróbuj tutaj,
pt_br: Se o botão não funcionar, tente aqui,
ru_ru: Если кнопка не работает, попробуйте здесь,
th_th: หากปุ่มกดไม่ทำงาน ให้ลองกดที่นี่,
tr_tr: Eğer düğme çalışmazsa buradan deneyin,
uk_ua: Якщо кнопка не працює, спробуйте тут,
vi_vn: Nếu nút không hoạt động, thử ở đây,
zh_cn: 如果上方按钮按了无反应，请点击此链接
zh_tw: 若上方按鈕沒有反應，請按下這個連結:
